Repository: BoFFire/landing-page
Catalog: po/*.po
Languages: kab, nl, tr

source: The makers' choice for sysadmins, developers and desktop users.
kab: D afran yelhan i yinebdalen n unagraw, i yineflayen akked iseqdacen.
nl: De beste keuze voor systeembeheerders, ontwikkelaars en alledaagse gebruikers.
tr: Yapımcıların sistem yöneticileri, geliştiriciler ve masaüstü kullanıcıları için tercihi.

source: Home
kab: Tazwara
nl: Voorpagina
tr: Ana Sayfa

source: Tools
kab: Ifecka
nl: Hulpmiddelen
tr: Araçlar

source: News
kab: Isallen
nl: Nieuws
tr: Haberler

source: Contribute
kab: Ttekki
nl: Bijdragen
tr: Katkıda Bulunun

source: Conferences
kab: Isaragen
nl: Conferenties
tr: Konferanslar

source: Get the newest Linux packages with our rolling release. Fast! Integrated! Stabilized! Tested!
kab: Awi ikemmusen n Linux imaynuten maḍi s lqem-nneɣ adruram. D arurad! D usliɣ! D urkid! Yettwasekyed!
nl: Beschik over de nieuwste Linux-pakketten met onze doorlopende uitgave. Snel! Geïntegreerd! Stabiel! Getest!
tr: Sürekli sürümümüzle en yeni Linux paketlerini edinin. Hızlı! Bütünleşmiş! Stabilize! Test edilmiş!

source: More information
kab: Ugar n telɣut
nl: Meer informatie
tr: Daha fazla bilgi

source: Install Tumbleweed
kab: Sebded Tumbleweed
nl: Tumbleweed installeren
tr: Tumbleweed'i Yükleyin

source: Any user who wishes to have the newest packages that include, but are not limited to, the Linux kernel, SAMBA, git, desktops, office applications and many other packages, will want Tumbleweed. Tumbleweed appeals to Power Users, Software Developers and openSUSE Contributors. If you require the latest software stacks and Integrated Development Environment or need a stable platform closest to bleeding edge Linux, Tumbleweed is the best choice for you.
kab: Yal aseqdac i yessarmen ad yesɛu ikemmusen imaynuten akk, ideg yedda yiɣes Linux, SAMBA, git, tinariyin, isnasen n tnarit d waṭas n yikemmusen niḍen, ad yebɣu Tumbleweed. Tumbleweed yerza kan iseqdacen ifazen, Ineflayen n iseɣẓanen akked yiwiziwen n openSUSE. Ma yella tesriḍ aseɣẓan aneggaru twennaḍin n usnefli tusliɣin neɣ tesriḍ tiɣerɣert turkidt i iqerben ɣer lebni n Linux edge, Thumbleweed ulac am netta.
nl: Een ieder die de nieuwste pakketten wil hebben met onder andere de Linux-kernel, SAMBA, git, werkomgevingen, kantoorprogramma's en vele andere pakketten, wil Tumbleweed. Tumbleweed is geschikt voor ervaren gebruikers, software-ontwikkelaars en zij die bijdragen aan openSUSE. Als u de nieuwste softwarebundels en een onafhankelijke ontwikkelomgeving wilt of een stabiel platform dat het dichtst bij het allernieuwste op Linuxgebied komt, dan is Tumbleweed de beste keuze voor u.
tr: Linux çekirdeği, SAMBA, git, masaüstü bilgisayarlar, ofis uygulamaları ve diğer birçok paketi içeren ancak bunlarla sınırlı olmayan en yeni paketlere sahip olmak isteyen her kullanıcı, Tumbleweed'i isteyecektir. Tumbleweed Uzman Kullanıcılara, Yazılım Geliştiricilere ve openSUSE Katkıda Bulunanlara hitap ediyor. En yeni yazılım yığınlarına ve Entegre Geliştirme Ortamına ihtiyacınız varsa veya son teknoloji Linux'a en yakın istikrarlı bir platforma ihtiyacınız varsa, Tumbleweed sizin için en iyi seçimdir.

source: Learn more
kab: Issin ugar
nl: Meer informatie
tr: Daha fazlasını öğrenin

source: Get the most complete Linux distribution with openSUSE’s latest regular-release version!
kab: Awi azuzer n Linux ummid akk s lqem n openSUSE s umucceḍ yezgan!
nl: Beschik over de meest volledige Linuxdistributie met de nieuwste versie van de reguliere uitgave van openSUSE!
tr: OpenSUSE'nin en son düzenli-sürüm sürümüyle en eksiksiz Linux dağıtımını edinin!

source: Install Leap
kab: Sebded Leap
nl: Leap installeren
tr: Leap'i Yükleyin

source: New and experienced Linux users get the most usable Linux distribution and stabilized operating system with openSUSE’s regular release. Receive updates and harden your OS with openSUSE’s latest major distribution. Pick your desktop, configure your system and enjoy the platform of choice for Linux developers, administrators and software vendors.
kab: Iseqdacen imaynuten n Linux d wid yesɛan tirmit, ttawin azuzer n Linux yettwaseqdacayen s waṭas ɣef unagraw n wammud s umucceḍ n lqem yezgan n openSUS. Nermes ileqman, temmestneḍ anagraw-ik n wammud s uzuzer aneggaru agejdan n openSUSE. Fren tanarit, sesteb anagraw-ik⋅im, tfaṛseḍ tiɣerɣert ara fernen yineflayen n Linux, inedbalen akked yisaǧǧawen n yiseɣẓanen.
nl: Nieuwe en ervaren Linuxgebruikers beschikken met Leap over de bruikbaarste en stabielste Linuxdistributie. Ontvang updates en maak uw besturingssysteem veiliger met de nieuwste hoofddistributie van openSUSE. Kies uw werkomgeving, zet uw systeem naar eigen hand en geniet van het platform van uw keuze voor Linuxontwikkelaars, -beheerders en -softwareverkopers.
tr: Yeni ve deneyimli Linux kullanıcıları, openSUSE'nin düzenli sürümüyle en kullanışlı Linux dağıtımına ve stabil işletim sistemine sahip oluyor. OpenSUSE'nin en yeni ana dağıtımıyla güncellemeleri alın ve işletim sisteminizi güçlendirin. Masaüstünüzü seçin, sisteminizi yapılandırın ve Linux geliştiricileri, yöneticileri ve yazılım satıcılarının tercih ettiği platformun keyfini çıkarın.

source: days
kab: ussan
nl: dagen
tr: gün

source: day
kab: ass
nl: dag
tr: gün

source: hours
kab: isragen
nl: uur
tr: saat

source: hour
kab: asrag
nl: uur
tr: saat

source: openSUSE TOOLS
kab: Ifecka n openSUSE
nl: openSUSE-HULPMIDDELEN
tr: openSUSE ARAÇLARI

source: Discover the best open-source tools developed by our community
kab: Issin ifecka yelhan n uɣbalu yeldin i d-snulfa temɣiwant-nneɣ
nl: Ontdek de beste openbronhulpmiddelen, ontwikkeld door onze gemeenschap
tr: Topluluğumuz tarafından geliştirilen en iyi açık kaynak araçları keşfedin

source: Go to link
kab: Ddu ar useɣwen
nl: Ga naar link
tr: Bağlantıya gidin

source: Our build tool, building all of our packages as well as ones for SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu, and more.
kab: Afecku-nneɣ n lebni i d-yesnulfuyen akk ikemmusen-nneɣ i SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu d wugar n waya.
nl: Ons bouwhulpmiddel bouwt al onze pakketten, maar ook die voor SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu en andere distributies.
tr: Tüm paketlerimizin yanı sıra SUSE Linux Enterprise, Arch, Debian, Fedora, Scientific Linux, RHEL, CentOS, Ubuntu ve daha fazlası için paketlerimizi oluşturan derleme aracımız.

source: Automated testing for *any* operating system, that can read the screen and control the test host the same way a user does.
kab: Asekyed awurman i *yal* anagrw n wammud , aya yezmer ad d-iɣeṛ yerna ad issenqed asenneftaɣ n usekyed akken ara t-isseqdec useqdac.
nl: Geautomatiseerd testen voor *elk* besturingssysteem, dat het scherm kan lezen en de testhost op dezelfde wijze kan besturen zoals een gebruiker dat doet.
tr: Bir kullanıcının yaptığı gibi ekranı okuyabilen ve test ana bilgisayarını kontrol edebilen *herhangi bir* işletim sistemi için otomatik test.

source: The best/only comprehensive Linux system configuration & installation tool.
kab: Afecku asuf, ifazen n usebded d uswel n unagraw Linux.
nl: Het beste/enige allesomvattende hulpmiddel voor het installeren en instellen van een Linuxsysteem.
tr: En iyi/tek kapsamlı Linux sistem konfigürasyonu ve kurulum aracı.

source: Create Linux images for deployment on real hardware, virtualisation, and now even container systems like Docker. Kiwi is the engine that builds the openSUSE release images.
kab: Rnu tugniwin n linux i usnefli ɣef warrum ilaw, neɣ uhlis, akked ɣef yinagrawen imagbaren am Docker. Kiwi d amsedday ara ibennun tugniwin tunṣibin n openSUSE.
nl: Maak Linux-schijfkopieën voor gebruik op echte hardware, virtualisatie en zelfs containersystemen als Docker. Kiwi is de motor die de openSUSE-schijfkopieën bouwt.
tr: Gerçek donanım, sanallaştırma ve hatta artık Docker gibi kapsayıcı sistemler üzerinde dağıtım için Linux görüntüleri oluşturun. Kiwi, openSUSE sürüm görüntülerini oluşturan motordur.

source: CONTRIBUTE TO OPENSUSE
kab: TTEKKI DEG OPENSUSE
nl: BIJDRAGEN AAN OPENSUSE
tr: OPENSUSE'YE KATKIDA BULUNUN

source: Be part of our community contributing with any of the following:
kab: Ili-ken d isegbaren deg temɣiwant-nneɣ s uttekki deg yiwen seg wiyi:
nl: Word lid van onze gemeenschap door bij te dragen met iets van het volgende:
tr: Bunlardan biriyle katkıda bulunarak topluluğumuzun parçası olun:

source: Code
kab: Tangalt
tr: Kod

source: Find out more
kab: Issin ugar
nl: Meer informatie
tr: Daha fazlasını öğrenin

source: Contribute Code
kab: Ttekki deg tengalt
nl: Code bijdragen
tr: Kodlanmasına Katkıda Bulunun

source: openSUSE believes the best results come from people collaborating and having fun. Being different from other open-source communities is what makes openSUSE desirable. We are not the conventional community and our community’s efforts determines the path of the project. The efforts of the community have created several great tools for Linux and an awesome distribution. With openSUSE, you have a voice and can easily contribute to the project. Whether you are an experienced Linux developer or an end user get involved in the openSUSE project. Join a forum, maintain and keep our wiki up-to-date, find and report bugs, review the documentation, send your wish list for new packages and features, create and submit patches, or become an advocate for openSUSE by attending events and becoming an ambassador.
kab: openSUSE yettamen igmaḍ igerrzen ttasen-d sɣur yiwiziwen i iḥemmlen ad xedmen afus deg ufus. D amgired yellan ɣef temɣiwnin niḍen n uɣbalu yeldin, ayen yeǧǧan openSUSE yettwaseqdacay ugar. Nekkni mačči d tamɣiwent taqburt, abrid n temɣiwent-nneɣ yenǧer abrid n usenfar-nneɣ. Ussisen n temɣiwent-nneɣ, rnan-d aṭas n yifecka meqqren i Linux d uzuzer igerrzen. S openSUSE, tesɛiḍ taɣect swayes tzemreḍ ad tettekkiḍ s tefses deg usenfar. Ma yella telliḍ d aneflay yesɛan tirmit deg Linux neɣ d aseqdac ar taggara, ttekki deg usenfar openSUSE. Rnu ɣer uskasi, eǧǧ awik-nneɣ yedda d wakud. Af-d, temmleḍ-d abugen, senqed tisemlit, azen umuɣ n wayen tessarameḍ ɣef yikemmusen d tmahilin imaynuten, rnu syen azen iseɣtiyen, neɣ ili-k⋅kem d t⋅amalal⋅t n openSUSE s uḍfar n yineḍruyen neɣ ili-k⋅kem d t⋅anmahal⋅t.
nl: openSUSE gelooft dat de beste resultaten komen van mensen die samenwerken en plezier hebben. Ons anders zijn dan andere openbrongemeenschappen maakt openSUSE begeerd. We zijn geen conventionele gemeenschap en de inspanningen van onze gemeenschap bepalen het pad van het project. De inspanningen van de gemeenschap hebben verschillende schitterende hulpmiddelen voor Linux en een geweldige distributie opgeleverd. Met openSUSE heeft u een stem en kunt u gemakkelijk bijdragen aan het project. Of u nu een ervaren Linux-ontwikkelaar bent of een eindgebruiker, doe mee aan het openSUSE-project. Word lid van een forum, onderhoud en werk onze wiki bij, zoek en rapporteer bugs, kijk de documentatie na, stuur uw wensenlijst voor nieuwe pakketten en functies in, maak en dien patches in of word een pleitbezorger voor openSUSE door evenementen bij te wonen en een ambassadeur te worden.
tr: openSUSE, en iyi sonuçların insanların işbirliği yapmasından ve eğlenmesinden geldiğine inanıyor. OpenSUSE'yi cazip kılan şey, diğer açık kaynak topluluklarından farklı olmasıdır. Biz geleneksel bir topluluk değiliz ve topluluğumuzun çabaları projenin yolunu belirliyor. Topluluğun çabaları Linux için birçok harika araç ve harika bir dağıtım yarattı. openSUSE ile söz sahibi olursunuz ve projeye kolayca katkıda bulunabilirsiniz. İster deneyimli bir Linux geliştiricisi olun, ister son kullanıcı olun, openSUSE projesine dahil olun. Bir foruma katılın, wiki'mizi güncel tutun ve koruyun, hataları bulun ve bildirin, belgeleri inceleyin, yeni paketler ve özellikler için istek listenizi gönderin, yamalar oluşturup gönderin veya etkinliklere katılarak ve OpenSUSE'nin savunucusu ve elçisi olun.

source: Find out more about how to participate.
kab: Af-d ugar ɣef wamek ara tettekkiḍ.
nl: Lees meer over hoe u kunt deelnemen.
tr: Nasıl katılacağınız hakkında daha fazla bilgi edinin.

source: Hardware
kab: Arrum
tr: Donanım

source: Contribute Hardware
kab: Tekki deg arrum
nl: Hardware bijdragen
tr: Donanıma Katkıda Bulunun

source: Donations to support the openSUSE project are always welcomed. In fact, Open Build Service, which is used by several other open-source projects, was made available to the project’s community through a generous donation of servers by AMD. It is this type of donations that allows people and projects to thrive, develop, innovate and progress. The project is not asking for money, but donations of hardware to use the open-source community’s expertise to empower Linux development, provide openSUSE tools to the free, open source ecosystem and give back to developers, sysadmins and packagers. Hardware helps the openSUSE community! Hardware helps the open-source community! And Hardware helps Linux development. To learn how you can donate hardware to the openSUSE project, email
kab: Nezga numer s tikci n tawsa i d-ikeččmen i tallalt n openSUSE. Dɣa, Open Build Service, ara yettwaseqdacen deg waṭas n yisenfaren niḍen n uɣbalu yeldin, yuɣal yella i temɣiwent n usenfar seg tawsa n yiqeddacen sɣur AMD. D anaw-a n tawsa ara yeǧǧen imdanen akked yisenfaren ad ǧǧuǧgen, ad nneflin, ad d-nnulfun, ad ddun ɣer zdat. Asenfar ur issuter ara tadrimt, maca yesra tikci n warrum. Arrum yettallen tamɣiwent n uɣbalu yeldin akken ad yefk afud i usnefli n Linux, amuddu n yifecka n openSUSE ilelliyen, n uɣbalu yeldin d usnemmer n yineflayen, n yinemhhalen n unagraw akked yimesmarisen n yikemmusen. Arrum yettal tamɣiwent n openSUSE! Arrum yettall daɣen asnefli n Linux. I wakken ad tissineḍ ugar, tzemreḍ ad tmuddeḍ arrum i usenfar openSUSE, azen imayl
nl: Donaties voor ondersteuning van het openSUSE-project zijn altijd welkom. In feite is Open Build Service, dat gebruikt wordt door verschillende andere openbronprojecten, beschikbaar gesteld aan de gemenschap van het project door een genereuze donatie van servers door AMD. Het is dit type donaties dat mensen en projecten doen bloeien, zich ontwikkelen, innoveren en voortgang maken. Het project vraagt niet om geld, maar donaties van hardware om de expertise in de openbrongemeenschap te gebruiken en Linux-ontwikkeling van energie te voorzien, openSUSE-hulpmiddelen te bieden aan het vrije, openbronecosysteem en terug te geven aan ontwikkelaars, systeembeheerders en makers van pakketten. Hardware helpt de openSUSE-gemeenschap! Hardware helpt de openbrongemeenschap! En hardware helpt de ontwikkeling van Linux. Om te weten hoe u hardware kan doneren aan het openSUSE project, stuur een e-mail naar
tr: openSUSE projesini desteklemek için yapılan bağışlar her zaman memnuniyetle karşılanır. Aslında, diğer birçok açık kaynaklı proje tarafından da kullanılan Open Build Service, AMD'nin cömert sunucu bağışı yoluyla proje topluluğunun kullanımına sunuldu. İnsanların ve projelerin büyümesine, gelişmesine, yenilik yapmasına ve ilerlemesine olanak tanıyan şey bu tür bağışlardır. Proje para istemiyor; açık kaynak topluluğunun uzmanlığını kullanarak Linux geliştirmeyi güçlendirmek, ücretsiz, açık kaynak ekosistemine openSUSE araçları sağlamak ve geliştiricilere, sistem yöneticilerine ve paketleyicilere geri vermek için donanım bağışı istiyor. Donanım, openSUSE topluluğuna yardımcı olur! Donanım açık kaynak topluluğuna yardımcı olur! Ve Donanım Linux'un geliştirilmesine yardımcı olur. OpenSUSE projesine nasıl donanım bağışlayabileceğinizi öğrenmek için e-posta gönderin

source: openSUSE Design System
nl: openSUSE-ontwerpsysteem
tr: openSUSE Tasarım Sistemi

source: We've created a Design System to help you contribute consistent web tools and features using the openSUSE colors, writing guides, and more. Check it out:
nl: We hebben een ontwerpsysteem gemaakt om u helpt om consistente webhulpmiddelen en functies bij te dragen door de openSUSE kleuren, handleidingen voor schrijven en meer te gebruiken. Probeer het eens uit:
tr: OpenSUSE renklerini, yazma kılavuzlarını ve daha fazlasını kullanarak tutarlı web araçlarına ve özelliklerine katkıda bulunmanıza yardımcı olmak için bir Tasarım Sistemi oluşturduk. Buna bir bak:

source: Meet up with openSUSE at conferences.
kab: Mlil yid-neɣ deg yisaragen n openSUSE.
nl: Ontmoet openSUSE-ontwikkelaars op conferenties.
tr: openSUSE'yle konferanslarda tanışın.

source: View upcoming conferences
kab: Wali isaragen i d-iteddun
nl: Bekijk aankomende conferenties
tr: Yaklaşan konferansları görün

source: Get software
kab: Awi-d iseɣẓanen
nl: Software downloaden
tr: Yazılım edinin

source: Wiki
tr: Viki

source: Build Service
nl: Bouwdienst
tr: Hizmet Oluşturma

source: Social Network
nl: Sociaal netwerk
tr: Sosyal Ağ

source: Forums
kab: Inmagaren
nl: Fora
tr: Forumlar

source: Mailing Lists
kab: Tibdarin deg yimaylen
nl: E-maillijsten
tr: E-posta Listeleri

source: Shop
kab: Taḥanut
nl: Winkel
tr: Mağaza

source: Blogs
kab: Iblugen
tr: Bloglar

source: Press
kab: Taɣamsa
nl: Pers
tr: Basın

source: Sponsored by:
kab: Yella s lmendad n:
nl: Gesponsord door:
tr: Sponsorlar:

source: Change language
kab: Senfel tutlayt
nl: Taal wijzigen
tr: Dili değiştirin

source: All Rights Reserved.
kab: Izerfan akk ttwaḥerrzen.
nl: Alle rechten voorbehouden.
tr: Her Hakkı Saklıdır.

source: Imprint.
kab: Siggez.
nl: Colofon.
tr: Baskı.

source: Back to main page
kab: Uɣal ar tazwara
nl: Terug naar voorpagina
tr: Ana sayfaya dönün

source: update to Leap 15.3
nl: opwaarderen naar Leap 15.3

source: IS NOW AVAILABLE
nl: IS NU BESCHIKBAAR

source: https://en.opensuse.org/Portal:How_to_participate
kab: https://kab.opensuse.org/Portal:Amek_ara_tettekkiḍ
nl: https://nl.opensuse.org/Portal:Hoe_mee_te_doen
